[
  {"link": "Bar chart", "title": "Simple bar chart without interactivity", "description": "A basic bar chart displaying data in rectangular bars."},
  {"link": "Interactive Bar chart", "title": "Simple bar chart with interactivity", "description": "An interactive bar chart that responds to user interactions like hovering."},
  {"link": "Animated Bar chart", "title": "Animated bar chart", "description": "This bar chart represents frequency of alphabet usage and shows smooth animated transitions. Each bar is uniquely identified by one alphabet letter, allowing you to easily track changes in both value and order during transitions. To change how the bars are sorted, simply use the dropdown menu."},
  {"link": "Bubble chart", "title": "Bubble chart", "description": "This is a recreation of a well-known Gapminder visualization originally created by Hans Rosling. It displays the relationship between per-capita income (x-axis), life expectancy (y-axis), and population (size of data points) for 180 nations over the past 209 years. The nations are color-coded by region. To make the chart comprehensive, it fills in gaps in data prior to 1950 using a combination of bisection and linear interpolation."},
  {"link": "Map", "title": "Geographical map", "description": "This is an interactive map designed to visually represent geographical data, commonly used to showcase locations along with their corresponding values. When you hover over the USA states on the map, you can click on them to reveal labels with the state names, enhancing the interactive experience."},
  {"link": "World Globe", "title": "Interactive world chart", "description": "Experience the Versor Dragging World Chart, a captivating interactive globe visualization powered by d3.js. This dynamic globe not only presents a stunning visual representation of our planet but also serves as a powerful tool for uncovering global data trends and patterns. With this globe, you can freely rotate the world, set custom points on the map, and by clicking on any point, a popup will reveal detailed information about Bakken & Baeck offices worldwide."}
]
